{
  "home": "<img src='./LAsymbol.jpg' alt='Welcome' style='width:50%;max-width:120px;margin-bottom:1em;' /> <h2>Welcome to Liars Anonymous!</h2><p>Liars Anonymous is a fellowship of people who share their experience, strength and hope with each other that they may solve their common problem and help others to recover from dishonest tendencies.</p><p>The only requirement for membership is a desire to stop being dishonest. There are no dues or fees for L.A. membership; we are self-supporting through our own contributions. L.A. is not allied with any sect, denomination, politics, organization or institution; does not wish to engage in any controversy, neither endorses nor opposes any causes. Our primary purpose is to get honest, stay honest and help others do the same.</p><p>If you are having problems with lying and honesty and think you may be a compulsive liar, you have come to the right place. Liars Anonymous is here to help you. Many of us have come here out of crisis, a crisis that our dishonesty contributed towards. Either our family, personal relationship, work relationships or friendships were in shambles. We came here to get help. You are not alone and there is hope. Welcome.</p>",
  "howitworks" : "it works if you work it",
  "commonQuestions": "<h2>Frequently Asked Questions</h2><details><summary>How do I get started?</summary><p>Begin by attending an online meeting. Introduce yourself, listen, and share as honestly as you can. In time you may wish to ask someone to be your sponsor and work the Twelve Steps together.</p></details><details><summary>How do I get a sponsor?</summary><p>At the end of most meetings members who are available to sponsor identify themselves. You can also use our phone list—anyone marked ‘Sponsor-Available’ welcomes your call.</p></details><details><summary>Do I have to sign up, and does this cost anything?</summary><p>No sign-up forms, no dues, no fees. We are self-supporting through voluntary member contributions.</p></details><details><summary>How do I book an appointment? What is your schedule?</summary><p>You don’t need an appointment. Simply click the meeting link at the scheduled time. The full schedule is on the ‘Meeting Schedule’ tab.</p></details><details><summary>Are there any in-person meetings in my area?</summary><p>At present we meet exclusively online. If you’d like to start an in-person meeting, let us know—we can help.</p></details><details><summary>I need help—what should I do right now?</summary><p>Join the next available meeting or call someone on the phone list. You are not alone, and someone is always willing to listen.</p></details><details><summary>I’m not religious and don’t believe in God. Will this still work for me?</summary><p>Yes. The program is spiritual, not religious. ‘Higher Power’ can mean anything that helps you—nature, the group itself, or simply honesty.</p></details><details><summary>Do I need a password to join the meeting?</summary><p>Most meetings do not require a passcode. The LGBTQ+ meeting uses one for added privacy; it is posted next to the link.</p></details><details><summary>My partner is a liar. Do you have a group for loved ones?</summary><p>Yes. Our weekly Loved-Ones Support Group (Thursdays) is for anyone affected by another person’s dishonesty.</p></details><details><summary>Am I too young, too old, or otherwise not the right fit?</summary><p>Everyone who wants to stop lying is welcome, regardless of age, background, or identity. Please respect others’ experiences.</p></details><details><summary>When did Liars Anonymous start?</summary><p>The fellowship was founded on December&nbsp;12, 2021.</p></details><details><summary>How do I know if Liars Anonymous is right for me?</summary><p>If lies—big or small—feel out of control, harm your relationships, or make you feel ashamed, you may find relief here. Only you can decide.</p></details><details><summary>What happens in a typical meeting?</summary><p>Meetings usually open with brief readings, followed by members sharing their experience, strength, and hope. Sharing is always voluntary—listening is enough. Meetings end with announcements and fellowship.</p></details><details><summary>Is my anonymity protected?</summary><p>We never record meetings, and members agree to keep what is shared confidential. Use only your first name—or a screen-name—if you prefer.</p></details>",
  "contact": "<h2>Contact us at liars.anonymous.fellowship@gmail.com</h2> <p>Email us if you would like to be added to weekly annoucments/updates or get more information.</p> <p>We have phone lists/sponsorship list if you would like to connect with the community.</p>",
  "meetingSchedule": "Meetings are every Sunday at 6pm.",
  "bookFile" : "Dropping All Addictions_ First 30 Days(Dra - Garrett Peuse.epub",
  "books": [
    {
      "label": "AA's 12x12 Steps Transcribed for Liars",
      "file" : "liar12and12.epub",
      "default": true          
    }
  ],
  "googleIframe" : "https://calendar.google.com/calendar/embed?height=600&wkst=1&ctz=America%2FNew_York&showPrint=0&src=bGlhcnMuYW5vbnltb3VzLmZlbGxvd3NoaXBAZ21haWwuY29t&src=ZW4udXNhI2hvbGlkYXlAZ3JvdXAudi5jYWxlbmRhci5nb29nbGUuY29t&color=%23039be5&color=%230b8043",
  "support": "<p>The best way you can support us is to show up and keep showing up. If you feel like the community has helped you out and want to give back, you can give time, in the form of service. Help out a meeting. Also ask around for the next business meeting, we can use your support in many ways.",
  "stepsAndTraditions" : "<div><h2>12 Traditions of Liars Anonymous</h2><ol><li>Our common welfare should come first; personal recovery depends upon LA unity.</li><li>For our group purpose there is but one ultimate authority, a loving Higher Power whose expression may come through in our group conscience. Our leaders are but trusted servants; they do not govern.</li><li>The only requirement for membership is a desire to stop lying.</li><li>Each group should be autonomous except in matters affecting other groups or LA as a whole.</li><li>Each group has but one primary purpose, to carry its message to the lying addict who still suffers.</li><li>LA groups ought never endorse, finance, or lend the LA name to any related facility or outside enterprise, lest problems of money, property, and prestige divert us from our primary purpose.</li><li>Every LA group ought to be fully self-supporting, declining outside contributions.</li><li>Liars Anonymous should remain forever nonprofessional.</li><li>LA, as such, ought never be organized, but we may create service boards or committees directly responsible to those they serve.</li><li>Liars Anonymous has no opinion on outside issues; hence the LA name ought never be drawn into public controversy.</li><li>Our public relations policy is based upon attraction rather than promotion; we need always maintain personal anonymity at the level of press, radio, TV, film and other public media. We need guard with special care the anonymity of all fellow LA members.</li><li>Anonymity is the spiritual foundation of all our traditions, ever reminding us to place principles before personalities.</li></ol><h2>12 Steps of Liars Anonymous</h2><ol><li>We admitted we were powerless over dishonesty, that our lives had become unmanageable.</li><li>Came to believe that a Power greater than ourselves could restore us to sanity.</li><li>Made a decision to turn our will and our lives over to the care of a Higher Power, as we understood a Higher Power.</li><li>Made a searching and fearless moral inventory of ourselves.</li><li>Admitted to our Higher Power, to ourselves, and to another human being the exact nature of our wrongs.</li><li>Were entirely ready to have our Higher Power remove all these defects of character.</li><li>Humbly asked our Higher Power to remove our shortcomings.</li><li>Made a list of all persons we had harmed, and became willing to make amends to them all.</li><li>Made direct amends to such people wherever possible, except when to do so would injure them or others.</li><li>Continued to take personal inventory and when we were wrong, promptly admitted it.</li><li>Sought through prayer and meditation to improve our conscious contact with our Higher Power, as we understood our Higher Power, praying only for knowledge of our Higher Power's will for us and the power to carry that out.</li><li>Having had a spiritual awakening as a result of these steps, we tried to carry this message to liars and to practice these principles in all our affairs.</li></ol></div>",
  "zoom": [
  {
    "label": "Zoom link for(almost) all meetings",
    "link": "https://us02web.zoom.us/j/8254751619?pwd=ajVtMm1hVFFjeWsrb2VtVFhYTUZ1dz09",
    "default": true
  },
  {
    "label": "Thursday's LGBTQ meeting — Password: 3a1cru",
    "link": "https://us06web.zoom.us/j/7573397592?pwd=RwfiKN12LZwhzCUDSEubER8vg5OH2w.1"
  }
]
}
