{
  "home": "<h2>Welcome!</h2><p>We are a dedicated recovery community focused on dropping (all of our) destructive behaviors/processes that take our life energy and replacing them with life affirming ways of being/acting as the solution. We are after freedom from all issues and believe to be free from all of them means we must be living our life's highest purpose, otherwise we will fall into subtle forms of distraction/avoidance/destruction (especially compared to what we could be).</p>  <p>We are here to support you on this path, we believe that you staying off all destructive behaviors and replacing that with a higher purpose, will will create a powerful change in the world. And together, we are going to create a positive change in this world.</p>",
  "about": "As much as we are recovery group, we are even more a self-actualization/human ponteial group. This is our life we are talking about! We take this seriously. We come together to head towards our highest potential which is no small feet. We are here supporting each other, exploring and traversing this narrow road we must walk. This might not be for everyone, though we welcome everyone. The path is hard, but much easier in a community walking it together.",
  "howitworks" : "it works if you work it",
"commonQuestions": "<h2>Frequently Asked Questions</h2><details><summary>How do I get started?</summary><p>There’s no single “correct” way. Generally, you can:</p><ul><li>Start living more consciously.</li><li>Begin a daily meditation practice.</li><li>Attend meetings.</li><li>Remove all self-destructive habit patterns (this process is ongoing and evolves over time).</li><li>Clean up old chaos in your life.</li><li>Work on what you believe is your purpose.</li><li>Find a mentor, coach, or sponsor who is a bit further along the path.</li><li>Align every area of your life with your highest values—review regularly and course-correct when needed.</li><li>Help others walk this path.</li></ul></details><details><summary>But I’m not an addict or &quot;in recovery&quot;—does this still apply to me?</summary><p>Absolutely. Our aim is to end self-destructive behavior (suffering) and redirect our life-energy toward constructive, purpose-driven work.</p></details><details><summary>What is “highest-purpose” work?</summary><p>We believe that beneath fear and self-destructive habits lies a unique combination of talents, opportunities, and timing that can change the world for the better. Highest-purpose work is whatever leads you toward that contribution. We often start small—doing the dishes, tidying our space, paying bills—so clarity can emerge as we act.</p></details><details><summary>Who is the leader?</summary><p>No one. We serve the community rather than seek power. In giving, we all receive a psychological paycheck that pays lasting dividends.</p></details><details><summary>Why focus on highest-purpose work?</summary><p>It provides meaning, direction, self-esteem, human connection, and often additional income. Many addictions stem from avoiding this path; pursuing it brings awareness to that avoidance and offers a healthier alternative.</p></details><details><summary>Do I need to follow a particular religion?</summary><p>No. Bring whatever beliefs—or lack thereof—you have. Everyone is welcome.</p></details><details><summary>Am I too old, too young, or otherwise not the right fit?</summary><p>No. You are perfect as you are. Now is always the best time to begin—or continue—the work.</p></details><details><summary>What is the cost?</summary><p>There is none. If you’d like to support the movement, see our Support page for donation options.</p></details><details><summary>Do you have literature or more information?</summary><p>We’re writing a book; a draft is available on our website and updated regularly until publication.</p></details><details><summary>How do I get connected?</summary><p>Join our online Zoom meetings, Discord chat, WhatsApp group, phone list, or email list—details are on the site.</p></details>",
  "contact": "<h2>Contact us at drop.all.addictions.fellowship@gmail.com</h2> <p>Email us if you would like to be added to weekly annoucments/updates or get more information.</p> <p>We have phone lists, whatsApp group and discord group if you would like to connect with the community.</p> <p>We follow a simliar style as a 12 step fellowship. We offer mentorship and sponsorship. Some members as do coaching services for more intensive 1:1 work.</p>",
  "meetingSchedule": "Meetings are every Sunday at 6pm.",
  "bookFile" : "Dropping All Addictions_ First 30 Days(Dra - Garrett Peuse.epub", 
  "googleIframe" : "https://calendar.google.com/calendar/embed?src=drop.all.addictions.fellowship%40gmail.com&ctz=America%2FLos_Angeles",
  "support": "<p>The best way you can support us is to show up and practice. If you feel like the community has helped you out and want to give back, you can give time, finances, or support to other members of the community. If you are intrested for ways of being service, reach out. Below are ways of financial supporting this project.</p> <p><a href=\"https://venmo.com/code?user_id=2411422080303104602&amp;created=1737400581\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"blue\">Fund via Venmo</a> </p> <p> <a href=\"https://www.paypal.com/ncp/payment/UZKTZMH6NNMCG\" target=\"_blank\" rel=\"noopener noreferrer\"> Fund via PayPal </a> </p>"
}
