{
  "home": "<h2>Welcome to Living Meditation Online Center!</h2><p>We are a community dedicated to conscious living. We host all day online events on the weekend and holidays. We also host evening weekday events.</p>",
  "about": "<p>There are a lot of ways to describe it. Some people may say, 'Taking the practice off the pillow,' 'Bringing the practice into our everyday life,' 'Moving Meditation,' 'Living Meditation,' 'Mindful Living,' 'Conscious Living,' 'Spiritual Cultivation,' or 'Intentional Living.' Many more ways of describing what we are about, all are great ways of poiting at what we are after.</p> <p>There can be a lot of different motivations for this, but essentially it is a practice/art of living more intentionally, consciously and fully in every part of our life.</p> <p>There is no right way. We are here as a practice group to support you on this path. We can suggest techniques and different ways we have explored. We are not here to provide the answers, as we believe your intution will guide you to the right path for you, but we can give you encouragement, attitudes, support, and a community for this way of living/exploring/playing.</P><p> We welcome all types of practitioners and backgrounds (Sufism, Christian, Buddhist, Hindu, Taoist, Jewish, Muslim, Agnostic, Atheist, Spiritual, Not Sure, or Whatever).</p> <h3> The act of practicing together supports our own practice and our fellows, and in the process, revolutionizes our lives.</h3>",
  "howitworks" : "it works if you work it", 
  "commonQuestions": "<h2>Frequently Asked Questions</h2><details><summary>How does this work?</summary><p>We host several meeting formats, but most follow four parts: (1) introductions&nbsp;&amp;&nbsp;intention-setting, (2) a formal seated meditation, (3) an active or “living” meditation segment, and (4) group discussion and reflection. Arrive late or leave early if you need to—flexibility is built in.</p></details><details><summary>What should I do during the activity portion of the meeting?</summary><p>Follow your intuition. Consciously choose a life-giving activity for the active meditation period—perhaps a chore you’ve been postponing, your most important task, or something nourishing.</p><p>Participants have:</p><ul><li>Journaled or done inquiry work</li><li>Brushed teeth or completed daily routines</li><li>Handled household chores</li><li>Eaten a mindful snack</li><li>Practised qigong or yoga</li><li>Answered emails or paid bills</li><li>Read a book</li><li>Played music</li><li>Spoken with loved ones mindfully</li></ul></details><details><summary>This is hard! What if I’m bad at it?</summary><p>We all start as beginners. Intentionally living more consciously, even briefly, is already a win. With practice it becomes easier and more rewarding.</p></details><details><summary>Do I have to stay for the entire event?</summary><p>No. Join the parts that serve you. The meeting exists to support you, not to burden you.</p></details><details><summary>Any rules?</summary><p>Very few: please remain quiet and respectful. The room is silent except during designated discussion periods.</p></details><details><summary>What is living meditation and how do I practise it?</summary><p>Living meditation extends formal practice into everyday activity. Explore and see what resonates. Beginners can simply keep the same focus used in the seated meditation while moving.</p><p>Other approaches include:</p><ul><li>Keeping half of your attention in bodily sensation</li><li>Repeating a gentle mantra such as “Breathing in, I feel my breath; breathing out, I smile.”</li><li>Maintaining a soft smile (smile yoga)</li><li>Holding good posture and alignment</li><li>Resting in non-dual awareness</li></ul></details><details><summary>What meeting formats are there?</summary><p>A typical session:</p><ul><li>Welcome&nbsp;&amp;&nbsp;introductions</li><li>Intention-setting</li><li>20–30-minute initial seated meditation</li><li>Alternating 5- and 20-minute meditations at the top of each hour</li><li>Optional chat breaks</li><li>Reflection/discussion to close</li></ul><p>We also partner with Awareness Arts for yoga, meditative communication, qigong, and mindful workouts. See AwarenessArts.com for details.</p></details><details><summary>What type of meditation do we do together?</summary><p>Because sessions are on Zoom, you can join a silent room or a guided room. Guided meditations vary in style and emphasis; silent sitters meditate self-directed.</p></details><details><summary>What is co-working?</summary><p>People working on separate tasks together, sharing focus, accountability, and community.</p></details><details><summary>How can this help me?</summary><p>Participants report stress reduction, deeper meditation practice, connection, structured focus time, greater productivity, and spiritual growth.</p></details>",
  "contact": "<h2>Contact us at living.meditation.fellowship@gmail.com</h2> <p>Email us if you would like to be added to weekly annoucments/updates or get more information.</p> <p>We have phone lists, whatsApp group and discord group if you would like to connect with the community.</p> <!-- <p>We follow a simliar style as a 12 step fellowship. We offer mentorship and sponsorship. Some members do coaching as service for more intensive 1:1 work.</p> --!>",
  "googleIframe": "https://calendar.google.com/calendar/embed?src=3e14053aa80939f301efc317895351f8e4abcd747abeb921f565362fb5e0a598%40group.calendar.google.com&ctz=America%2FChicago",
  "support": "<p>The best way you can support us is to show up and practice. If you feel like the community has helped you out and want to give back, you can give time, finances, or support to other members of the community. If you are intrested for ways of being service, reach out. Below are ways of financial supporting this project.</p> <p><a href=\"https://venmo.com/code?user_id=2411422080303104602&amp;created=1737400581\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"blue\">Fund via Venmo</a> </p> <p> <a href=\"https://www.paypal.com/ncp/payment/UZKTZMH6NNMCG\" target=\"_blank\" rel=\"noopener noreferrer\"> Fund via PayPal </a> </p>",
"booksForTheFuture": [
    {
      "label": "Methdology/Philosophy Book (Why we do what we do)",
      "file" : "Dropping All Addictions_ Philosophy for th - Garrett Peuse.epub",
      "default": true          
    },
    {
      "label": "Tools Focused Book (What We do)",
      "file" : "Dropping All Addictions_ First 30 Days(Dra - Garrett Peuse.epub"
    }
  ],
   "zoom": [
  {
    "label": "Zoom link for all meetings",
    "link": "https://us06web.zoom.us/j/5620489534",
    "default": true
  }
]
}
